<?php

return [
    'breaking_news' => 'تازہ ترین خبریں',
    'category'=> 'زمرہ',
    'Related to this News'=> ' اس خبر سے متعلق',
    'latest_blogs' => 'تازہ ترین بلاگز',
    'live_news'=> 'لائیو خبریں',
    'prev'=> 'پچھلا',
    'next'=> 'اگلا',
    'recent_news'=> 'حالیہ خبریں',
    'category_of_this_news'=> 'اس خبر کا زمرہ',
    'share'=> 'شیئر کریں',
    'no_related_news_found_for_this_topic'=> 'اس موضوع سے متعلق کوئی خبر نہیں ملی',
    'prev_article'=> 'پچھلا مضمون',
    'next_article'=> 'اگلا مضمون',
    'latest_news'=> 'تازہ ترین خبریں',
    'related_news'=> 'متعلقہ خبریں',
    'recent_breaking_news'=> 'حالیہ بریکنگ نیوز',
    'latest'=> 'تازہ ترین',
    'all'=> 'تمام',
    'read_more'=> 'مزید پڑھیں',
    'load_more_posts'=> 'مزید پوسٹس لوڈ کریں۔',
    'sample_popular_post_title'=> 'نمونہ مقبول پوسٹ کا عنوان',
    'Video_not_available_Please_check_the_URL'=> 'ویڈیو دستیاب نہیں ہے۔ براہ کرم URL چیک کریں۔',
    'all_blogs'=> 'تمام بلاگز',
    'privacy_policy'=> 'پالیسی',
'upper_policy' => 'یہ ایک دیرینہ حقیقت ہے کہ ایک قاری کسی صفحے پر موجود مواد کی ترتیب کو دیکھ کر پریشان ہو سکتا ہے۔ لوریم اِپسَم (Lorem Ipsum) کو استعمال کرنے کا مقصد یہ ہے کہ اس میں حروف کی تقسیم کم و بیش عمومی ہوتی ہے، جو کہ "یہاں مواد، یہاں کا مواد" استعمال کرنے کے برعکس، اسے پڑھنے کے قابل انگریزی کی طرح دکھاتی ہے۔

بہت سے ڈیسک ٹاپ پبلشنگ سافٹ وئیر اور ویب پیج ایڈیٹرز اب لوریم اِپسَم کو اپنے ڈیفالٹ ماڈل ٹیکسٹ کے طور پر استعمال کرتے ہیں، اور "lorem ipsum" کی تلاش بہت سی ویب سائٹس کو ابھی بھی ان کے ابتدائی مرحلے میں دکھا دیتی ہے۔ کئی سالوں کے دوران اس کے مختلف ورژنز سامنے آئے ہیں، کبھی اتفاقاً اور کبھی جان بوجھ کر (مثلاً مزاح یا دیگر اضافے کے ساتھ)۔

انٹرنیٹ پر دستیاب تمام لوریم اِپسَم جنریٹرز ضرورت کے مطابق پہلے سے طے شدہ حصوں کو دہراتے ہیں، جس سے یہ انٹرنیٹ پر پہلا حقیقی جنریٹر بنتا ہے۔ یہ 200 سے زائد لاطینی الفاظ کی لغت اور چند ماڈل جملوں کے ڈھانچوں کا استعمال کرتا ہے، تاکہ ایسا لوریم اِپسَم تیار کیا جا سکے جو معقول لگے۔ اس لیے تیار کردہ لوریم اِپسَم ہمیشہ تکرار، شامل کیے گئے مزاح، یا غیر معمولی الفاظ وغیرہ سے پاک ہوتا ہے۔',  // 'showing'=> 'دکھا رہا ہے',
    // 'to'=> 'کو',
    // 'total_News_by_this_author'=> 'اس مصنف کی طرف سے کل خبریں',

];
return [
    'categories' => [
        'all'=> 'تمام',
        'business' => 'کاروبار',
        'sports' => 'کھیل',
        'entertainment' => 'تفریح',
        'technology' => 'ٹیکنالوجی',
        'health' => 'صحت',
        'politics'=> 'سیاست',
        'tech'=> 'ٹیکنالوجی',
        'food'=> ' کھانا',
        ''=> '',
    ],
];